class Text_of_upr():
    upr = []
    upr1 = [['1. Жим штанги лежа средним хватом. \n2 подхода из 8-12 повторений',
             '2. Армейский жим стоя. \n2 подхода из 12 повторений',
             '3. Французский жим лежа. \n2 подхода из 15 повторений',
             '4. Подтягивания до подбородка. \n2 подхода до мышечного отказа',
             '5. Тяга штанги в наклоне. \n2 подхода из 10 повторений'],
            ['1. Поочередный подъем гантелей на бицепс. \n2 подхода из 12 повторений',
             '2. Повороты с блином лежа (твист). \n3 подхода с максимально возможным весом',
             '3. Жим ногами на икры в тренажере. \n1 подход из 15 повторений с 5-ти секундной паузой в верхней фазе упражнения',
             '4. Сгибание ног в тренажере. \n2 подхода из 12 повторений',
             '5. Приседания со штангой 1 подход из 8 повторений. \n1 подход из 20 повторений']]
    upr.append(upr1)

    upr2 = [['1. Подъем штанги с EZ-грифом на бицепс. \n2 подхода из 12 повторений',
             '2. Сгибание рук с гантелями (молотки). \n2 подхода из 15 повторений',
             '3. Подъем на носки сидя. \n1 подход из 15 повторений',
             '4. Становая тяга на прямых ногах. \n2 подхода из 15 повторений',
             '5. Гакк-приседания 1 подход из 8 повторений. \n1 подход из 20 повторений'],
            ['1. Жим штанги лежа на наклонной скамье вниз головой. \n2 подхода из 8-12 повторений',
             '2. Армейский жим сидя в тренажере. \n2 подхода из 8 повторений',
             '3. Жим штанги лежа узким хватом. \n2 подхода из 15 повторений',
             '4. Подтягивания к подбородку. \n2 подхода до мышечного отказа',
             '5. Тяга т-штанги одной рукой. \n2 подхода из 10 повторений']]
    upr.append(upr2)

    upr3 = [['1. Жим гантелей лежа на наклонной скамье. \n2 подхода из 8-12 повторений',
             '2. Жим гантелей сидя. \n2 подхода из 12 повторений',
             '3. Отжимания на брусьях (на трицепс). \n2 подхода из 12 повторений',
             '4. Тяга верхнего блока к груди широким хватом. \n2 подхода из 10 повторений',
             '5. Становая тяга 1 подход из 8 повторений. \n1 подход из 4 повторений'],
            ['1. Сгибание рук на скамье Скотта. \n2 подхода из 12 повторений',
             '2. Скручивания на бицепс с разворотом гантели. \n2 подхода из 15 повторений',
             '3. Подъем на носки стоя. \n1 подход из 15 повторений с 5-ти секундной паузой в верхней фазе упражнения',
             '4. Приседания со штангой с широкой постановкой ног. \n2 подхода из 15 повторений',
             '5. Жим ногами. \n1 подход из 20 повторений либо до мышечного отказа']]
    upr.append(upr3)


